Repository: mariotaku/moonlight-tv
Catalog: i18n/*/messages.po
Languages: cs, de, it, pl

source: [Localized Language]
cs: Čeština
de: Deutsch
it: Italiano
pl: Polski

source: Cancel
cs: Zrušit
de: Abbrechen
it: Annulla
pl: Anuluj

source: Quit Moonlight?
cs: Ukončit Moonlight?
de: Moonlight beenden?
it: Chiudere Moonlight?
pl: Wyjść z Moonlight?

source: Unstable connection.
cs: Nestabilní spojení.
it: Connessione instabile.
pl: Niestabilne połączenie.

source: Help
cs: Nápověda
de: Hilfe
pl: Pomoc

source: Gamepad hotkeys
cs: Gamepad zkratky
pl: Skróty od kontrolera

source: Remote controller keys
cs: Tlačítka dálkového ovladače

source: Open moonlight-tv Wiki
cs: Otevřít moonlight-tv wiki
it: Apri il Wiki di moonlight-tv
pl: Otwórz moonlight-tv wiki

source: Open moonlight-stream Wiki
cs: Otevřít moonlight-stream wiki
it: Apri il Wiki di moonlight-stream
pl: Otwórz moonlight-stream wiki

source: IP address
cs: IP adresa
de: IP Addresse
it: Indirizzo IP
pl: Adres IP

source: IPv4 address only
cs: Pouze IPv4 adresa
de: Nur IPv4 Adresse
it: Solo indirizzo IPv4
pl: Tylko adres IPv4

source: Failed to add computer.
cs: Přidání počítače se nezdařilo.
de: Rechner Hinzufügen fehlgeschlagen
it: Impossibile aggiungere il computer.
pl: Nie udało się dodać komputera.

source: Wake
cs: Probudit
it: Risveglia

source: Retry
cs: Zkusit znovu
de: Wiederholen
it: Riprova
pl: Ponów próbę

source: Pair
cs: Párovat
it: Associa

source: Failed to load apps
cs: Nepodařilo se načíst aplikace
de: Laden der Apps ist fehlgeschlagen
it: Impossibile caricare le app
pl: Nie udało się załadować aplikacji

source: Press "Retry" to load again. Restart your computer if error persists.
cs: Pro znovunačtení stiskněte tlačítko "Zkusit znovu". Pokud chyba přetrvává, zkuste restartovat počítač.
it: Premere il pulsante "Riprova" per ricaricare. Provare a riavviare il computer se l'errore persiste.

source: Not paired
cs: Není spárováno
de: Nicht gekoppelt
it: Non associato
pl: Nie sparowano

source: Press "Pair", and input PIN code on your computer to pair.
cs: Pro spárování stiskněte "Párovat" a zadejte PIN kód na počítači.

source: Host error
cs: Chyba hostitele
de: Fehler vom Host
it: Errore dell'host
pl: Błąd hosta

source: Press "Wake" to send Wake-on-LAN packet to turn the computer on if it supports this feature, press "Retry" to connect again. Try restart your computer if these doesn't work.
cs: Stisknutím tlačítka "Probudit" odešlete Wake-on-LAN paket a zapnete počítač, pokud tuto funkci podporuje, stisknutím tlačítka "Zkusit znovu" se znovu připojíte. Pokud tyto pokusy nefungují, zkuste restartovat počítač.

source: Quitting game...
cs: Ukončuji hru...
it: Uscendo dal gioco...

source: Unable to quit game
cs: Nelze ukončit hru
de: Spiel schließen nicht möglich
it: Impossibile terminare il gioco
pl: Nie można wyjść z gry

source: Please make sure you are quitting with the same client.
cs: Ujistěte se, že ukončujete se stejným klientem.
de: Stelle sicher dass das Spiel vom selben Client geschlossen wird.
it: Assicurati di terminare la sessione dallo stesso client.
pl: Upewnij się, że kończysz połączenie z tym samym klientem.

source: Resume streaming
cs: Pokračovat ve streamování
de: Streaming fortsetzen
it: Riprendi lo streaming
pl: Wznów streamowanie

source: Start streaming
cs: Zahájit streamování
de: Stream starten
it: Avvia lo streaming
pl: Rozpocznij streaming

source: Stop streaming
cs: Zastavit streamování
de: Stream anhalten
it: Interrompi lo streaming
pl: Zatrzymaj streaming

source: Unstar
cs: Odebrat z oblíbených
de: Defavorisieren
it: Rimuovi dai preferiti
pl: Usuń gwiazdkę

source: Star
cs: Přidat k oblíbeným
de: Favorit
it: Aggiungi ai preferiti
pl: Oznacz gwiazdką

source: Info
cs: Informace
de: Information
pl: Informacje

source: Add computer
cs: Přidat počítač
de: Rechner Hinzufügen
it: Aggiungi computer
pl: Dodaj komputer

source: Settings
cs: Nastavení
de: Einstellungen
it: Impostazioni
pl: Ustawienia

source: Quit
cs: Ukončit
de: Beenden
it: Esci
pl: Zakończ

source: Pairing
cs: Páruji
de: Koppeln
it: Accoppiamento
pl: Parowanie

source: Enter PIN code on your computer.
cs: Zadejte PIN kód na vašem počítači.
de: Gib den PIN an deinem Rechner ein
it: Inserisci il PIN sul tuo computer.
pl: Wprowadź kod PIN na swoim komputerze.

source: Forget
cs: Zapomenout

source: Version
cs: Verze
it: Versione
pl: Wersja

source: Video decoder
cs: Video dekodér
de: Video Dekodierer
it: Decodificatore video
pl: Dekoder wideo

source: Screen resolution
cs: Rozlišení obrazovky
de: Bildschirmauflösung
it: Risoluzione dello schermo
pl: Rozdzielczość ekranu

source: Refresh rate
cs: Obnovovací frekvence
de: Bildwiederholrate
pl: Częstotliwość odświeżania

source: Resolution and FPS
cs: Rozlišení a FPS
de: Auflösung und FPS
it: Risoluzione e FPS
pl: Rozdzielczość i liczba klatek na sekundę

source: Video bitrate
cs: Bitrate videa
it: Bitrate video
pl: Bitrate wideo

source: Fullscreen UI
cs: Celá Obrazovka
de: Vollbild UI
it: Schermo intero
pl: Interfejs pełnoekranowy

source: Language
cs: Jazyk
de: Sprache
it: Lingua
pl: Język

source: Your computer may not perform well when using this resolution and framerate.
cs: Při použití tohoto rozlišení a snímkování nemusí váš počítač fungovat správně.
de: Der Rechner könnte Probleme mit dieser Auflösung und Bildwiederholrate haben.
it: Il computer potrebbe non funzionare bene con questa risoluzione e framerate.
pl: Twój komputer może nie działać prawidłowo przy tej rozdzielczości i liczbie klatek na sekundę.

source: Video bitrate - %d kbps
cs: Bitrate videa - %d kb/s
it: Bitrate video - %d kbps
pl: Bitrate wideo - %d kbps

source: Higher bitrate may cause performance issue, try with caution.
cs: Vyšší bitrate může způsobit problémy s výkonem, zkoušejte s opatrností.
it: Un bitrate più elevato può causare problemi di prestazioni, stare attenti alla modifica.
pl: Wyższy bitrate może spowodować problemy z wydajnością, próbuj ostrożnie.

source: Video decoder - using %s
cs: Video dekodér - používá %s
de: Video-Decodierer - mit %s
it: Decoder video - %s in uso

source: Audio backend - using %s
cs: Audio backend - používá %s
de: Audio-Backend - mit %s
it: Backend audio - %s in uso

source: Prefer H265 codec
cs: Preferovat H265 kodek
it: Dai priorità al codec H265
pl: Preferuj kodek H265

source: H265 usually has clearer graphics, and is required for using HDR.
cs: H265 má obvykle hezčí grafiku a je vyžadováno pro použití HDR.
pl: H265 ma wyraźniejszą grafike i jest potrzebne do użycia HDR.

source: %s decoder doesn't support H265 codec.
cs: %s dekodér nepodporuje H265 kodek.
it: Il decoder %s non supporta il codec H265.

source: HDR (experimental)
cs: HDR (experimentální)
de: HDR (experimentell)
it: HDR (sperimentale)
pl: Tryb HDR (eksperymentalny)

source: %s decoder doesn't support HDR.
cs: %s dekodér nepodporuje HDR.
de: %s Dekodierer unterstützt HDR nicht.
it: Il decodificatore %s non supporta l'HDR.
pl: Dekoder %s nie wspiera trybu HDR.

source: H265 is required to use HDR.
cs: H265 je vyžadováno pro použití HDR.
it: H265 è necessario per utilizzare HDR.
pl: H265 jest wymagane do HDR.

source: HDR is only supported on certain games and when connecting to supported monitor.
cs: HDR je podporováno pouze v některých hrách a při připojení k podporovanému monitoru.
de: HDR wird nur in bestimmten Spielen und nur dann unterstützt wenn eine Verbindung zu einem HDR-fähigem TV besteht
it: L'HDR è supportato solo da alcuni giochi e se collegati a monitor supportati.
pl: Tryb HDR jest obsługiwany tylko w niektórych grach i po podłączeniu do obsługiwanego monitora.

source: Learn more about HDR feature.
cs: Zjistěte více o funkci HDR.
de: Erfahre mehr über die HDR Funktionalität
it: Scopri di più sulla funzione HDR.
pl: Dowiedz się więcej o trybie HDR.

source: Sound Channels (Experimental)
cs: Zvukové kanály (experimentální)

source: Optimize game settings for streaming
cs: Optimalizovat herní nastavení pro streamování
de: Optimiere Spieleinstellungen für Streaming
it: Ottimizza le impostazioni del gioco per lo streaming
pl: Optymalizacja ustawień gry pod kątem strumieniowania

source: Change in-game settings to optimize for streaming. Resolution will be limited to 720p, 1080p or 4K. Framerate will be also limited to 30/60 FPS.
cs: Změnit herní nastavení pro optimalizaci streamování. Rozlišení bude omezeno na 720p, 1080p nebo 4K. Frameate bude omezen na 30/60 FPS.
de: Ändere spielinterne Einstellungen um das Streaming zu optimieren. Die Auflösung wird auf 720p, 1080p oder 4K limitiert. Die Bildwiederholrate wird ebenso auf 30/60 FPS limitiert.
it: Modifica le impostazioni in-game per lo streaming. La risoluzione sarà limitata a 720p, 1080p o 4K. Il framerate sarà limitato a 30/60 FPS.
pl: Zmień ustawienia w grze, aby zoptymalizować je pod kątem strumieniowania. Rozdzielczość będzie ograniczona do 720p, 1080p lub 4K. Liczba klatek na sekundę będzie również ograniczona do 30/60 FPS.

source: Mute computer while streaming
cs: Ztlumit hostitelský počítač během streamování
de: Computer während des Streamens stummschalten
it: Silenzia il computer durante lo streaming
pl: Wycisz komputer podczas streamowania

source: View-only mode
cs: Režim pouze pro zobrazení
de: Nur Ansichtsmodus
it: Modalità di sola visualizzazione
pl: Tryb tylko do podglądu

source: Don't send mouse, keyboard or gamepad input to host computer.
cs: Neposílat vstup myši, klávesnice nebo gamepadu do hostujícího počítače.
de: Maus, Tastatur oder Gamepad Eingaben nicht an den Host-Rechner senden.
it: Non inviare input di mouse, tastiera o gamepad al computer host.
pl: Nie wysyłaj danych wejściowych z myszy, klawiatury lub kontrolera do gier do komputera hosta.

source: Mouse
cs: Myš

source: Use mouse hardware
cs: Použít HW myš

source: Use plugged mouse device only when streaming. This will have better performance, but absolute mouse mode will not be enabled.
cs: Použijte připojenou myš pouze při streamování. Zajistí to lepší výkon, ale absolutní režim myši nebude povolen.

source: Absolute mouse mode
cs: Absolutní pohyb myši
de: Absolute Mausposition
it: Modalità assoluta del mouse
pl: Tryb położenia bezwzględnego myszy

source: Better for remote desktop. For some games, mouse will not work properly.
cs: Lepší pro vzdálenou plochu. Pro některé hry nebude myš fungovat správně.
de: Besser für Remote-Desktop. Bei manchen Spielen könnte die Maus nicht korrekt funktionieren.
it: Migliore per desktop remoto. Per alcuni giochi, il mouse non funzionerà correttamente.
pl: Zalecany dla pulpitu zdalnego. W przypadku niektórych gier mysz może nie działać prawidłowo.

source: Virtual mouse
cs: Virtuální myš
it: Mouse virtuale

source: Press LB + RT to move mouse cursor with sticks. LT/RT for left/right mouse buttons.
cs: Stiskněte LB + RT pro přesun kurzoru myši páčkami. LT/RT pro levé a pravé tlačítko myši.

source: Swap ABXY buttons
cs: Prohodit tlačítka ABXY
de: Tausche ABXY Knöpfe
it: Inverti di pulsanti ABXY
pl: Zamień przyciski A/B i X/Y

source: Swap A/B and X/Y gamepad buttons. Useful when you prefer Nintendo-like layouts.
cs: Prohodit tlačítka A/B a X/Y. Užitečné pokud dáváte přednost rozložení Nintendo ovladačů.
de: Tausche A/B und X/Y Gamepad Knöpfe. Falls du z.B. Nintendo ähnliches Layout bevorzugst.
it: Inverte i pulsanti A/B e X/Y del gamepad. Utile se si preferisce il layout Nintendo.
pl: Zamień przyciski A/B i X/Y na kontrolerze do gier. Przydatne, gdy preferujesz układ Nintendo.

source: Absolute mouse mode can't be used when "Use mouse hardware" enabled.
cs: Absolutní režim myši nelze použit, když je povolen "Použít HW myš".

source: Basic Settings
cs: Základní nastavení
de: Standardeinstellungen
it: Impostazioni Generali
pl: Ustawienia podstawowe

source: Host Settings
cs: Nastavení hostitele
de: Host-Einstellungen
it: Impostazioni dell'Host
pl: Ustawienia hosta

source: Input Settings
cs: Nastavení vstupu
de: Eingabe-Einstellungen
it: Impostazioni di Input
pl: Ustawienia wejścia

source: Decoder Settings
cs: Nastavení dekodéru
de: Dekodierer-Einstellungen
it: Impostazioni del Decoder
pl: Ustawienia dekodera

source: About
cs: O aplikaci
de: Über
pl: O programie

source: Later
cs: Později
de: Später
it: Più tardi
pl: Później

source: Some settings require a restart to take effect.
cs: Některá nastavení vyžadují restart, aby se projevily.
de: Einige Einstellungen brauchen einen Neustart um angewandt zu werden.
it: Alcune impostazioni richiedono un riavvio per avere effetto.
pl: Niektóre ustawienia wymagają ponownego uruchomienia, aby zaczęły obowiązywać.

source: Connecting...
cs: Připojování...
de: Verbinde...
it: Connessione...
pl: Łączenie...

source: Disconnecting...
cs: Odpojování...
de: Trennen...
it: Disconnessione...
pl: Rozłączanie...

source: Failed to start streaming
cs: Nepodařilo se spustit streamování
de: Fehler beim Starten des Streams
it: Impossibile avviare lo streaming
pl: Nie udało się rozpocząć streamowania

source: Hint: %s
cs: Tip: %s

source: Soft keyboard
cs: Virtuální klávesnice
de: Tastatur
it: Tastiera virtuale
pl: Klawiatura programowa

source: Virtual Mouse
cs: Virtuální myš
it: Mouse virtuale
pl: Wirtualna Mysz

source: Disconnect
cs: Odpojit
de: Verbindung beenden
it: Esci
pl: Rozłącz

source: Quit game
cs: Ukončit hru
de: Spiel beenden
it: Esci dal gioco
pl: Zakończ grę

source: Audio backend
it: Backend audio
pl: Backend audio

source: Decoder not working
de: Dekodierer funktioniert nicht

source: Unable to initialize decoder %s. Please try other decoders.
de: Dekodierer %s konnte nicht initialisiert werden. Bitte versuche einen anderen.

source: Send Wake-On-LAN
de: Sende Wake-On-LAN

source: Select computer again to pair.
de: Wähle den Rechner erneut aus um zu koppeln

source: Press "Retry" button to reload.Try restart the computer if error persists.
de: Drücke "Wiederholen" Knopf um neu zu laden. Starte den Rechner neu falls der Fehler erneut erscheint.

source: Please restart your computer.
de: Bitte den Rechner neu starten.

source: Turn on the host computer and try again.
de: Rechner anschalten und erneut versuchen.

source: Test Connection
de: Tested Verbindung

source: Unpair
de: Entkoppeln

source: Automatic
de: Automatisch

source: Decoder provided
de: Verfügbare Dekodierer

source: System Language
de: Systemsprache

source: Offline
pl: Rozłączony
