Repository: mariotaku/moonlight-tv
Catalog: src/i18n/*/messages.po
Languages: fr, nl, pt_br, ru

source: [Localized Language]
fr: Français
nl: Nederlands
pt_br: Português do Brasil
ru: Русский

source: Cancel
fr: Annuler
nl: Annuleren
pt_br: Cancelar
ru: Отмена

source: Quit Moonlight?
fr: Quitter Moonlight ?
nl: Moonlight afsluiten?
pt_br: Sair do Moonlight?
ru: Выйти из Moonlight?

source: Stereo
fr: Stéréo
pt_br: Estéreo
ru: Стерео

source: System Language
fr: Langue du système
nl: Systeemtaal
pt_br: Língua do sistema

source: Unstable connection.
fr: Connexion instable.
nl: Instabiele verbinding.
pt_br: Conexão instável
ru: Нестабильное соединение.

source: Help
fr: Aide
pt_br: Ajuda
ru: Помощь

source: Input
fr: Entrées

source: Gamepad hotkeys
fr: Raccourcis manette
nl: Gamepad sneltoetsen
pt_br: Atalhos de controle
ru: Горячие клавиши геймпада

source: Remote controller keys
fr: Raccourcis de la télécommande
nl: Toetsen afstandsbediening
pt_br: Teclas do controle remoto
ru: Кнопки пульта дистанционного управления

source: More help
fr: Plus d'aide

source: Open moonlight-tv Wiki
fr: Ouvrir le wiki de moonlight-tv
pt_br: Abrir Wiki moonlight-tv
ru: Открыть moonlight-tv Wiki

source: Open moonlight-stream Wiki
fr: Ouvrir le wiki de Moonlight
pt_br: Abrir Wiki moonlight-stream
ru: Открыть moonlight-stream Wiki

source: IP address
fr: Adresse IP
nl: IP-adres
pt_br: Endereço IP
ru: IP адрес

source: IPv4 or IPv6 address
fr: Adresse IPv4 ou IPv6

source: Failed to add computer.
fr: Impossible d'ajouter l'ordinateur.
nl: Toevoegen van computer mislukt.
pt_br: Falha ao adicionar computador.
ru: Ошибка добавления компьютера.

source: Failed to add computer
fr: Impossible d'ajouter l'ordinateur
nl: Computer toevoegen mislukt
pt_br: Falha ao adicionar computador.

source: Wake
fr: Réveiller
nl: Uit slaapstand
pt_br: Acordar
ru: Разбудить

source: Retry
fr: Réessayer
nl: Opnieuw proberen
pt_br: Tentar novamente
ru: Повторить

source: Pair
fr: Appairer
nl: Koppelen
pt_br: Parear
ru: Подключить

source: Failed to load apps
fr: Impossible de charger les applications
nl: Applicaties laden mislukt
pt_br: Falha ao carregar a lista de apps
ru: Ошибка загрузки приложений

source: Press "Retry" to load again. Restart your computer if error persists.
fr: Appuyez sur "Réessayer" pour recharger. Redémarrez votre ordinateur si l'erreur persiste.
nl: Druk op de knop "Opnieuw proberen" om te herladen. Start de computer opnieuw op als de fout zich blijft voordoen.
pt_br: Pressione "Tentar novamente" para carregar novamente. Reinicie seu computador se o problema persistir.
ru: Нажмите "Повторить" чтобы попытаться загрузить снова. Перезагрузите компьютер, если проблема не устранена.

source: Not paired
fr: Non appairé
nl: Niet gekoppeld
pt_br: Não pareado
ru: Не сопряжён

source: Press "Pair" to pair this host with your account.
fr: Appuyez sur "Appairer" pour associer cet hôte à votre compte.

source: Host error
fr: Erreur d'hôte
pt_br: Erro no host
ru: Ошибка сервера

source: Offline
fr: Hors-ligne
pt_br: Desconectado
ru: Не в сети

source: Press "Wake" to send Wake-on-LAN packet to turn the computer on if it supports this feature, press "Retry" to connect again. Try restart your computer if these doesn't work.
fr: Appuyez sur "Réveiller" pour envoyer un paquet Wake-on-LAN pour allumer l'ordinateur s'il prend en charge cette fonctionnalité, appuyez sur "Réessayer" pour vous connecter à nouveau. Essayez de redémarrer votre ordinateur si ceux-ci ne fonctionnent pas.
nl: Druk op "Uit slaapstand" om een Wake-on-LAN-pakket naar de computer sturen om deze in te schakelen als het deze functie ondersteunt, druk op "Opnieuw proberen" om opnieuw verbinding te maken. Probeer je computer opnieuw op te starten als dit niet werkt.
pt_br: Pressione "acordar" para enviar um pacote Wake-on-LAN para ligar o seu computador se ele suportar o recurso, pressione "Tentar Novamente" para conectar novamente. Tentei reiniciar o comportador se isso não funcionar.
ru: Нажмите "Разбудить" чтобы отправить Wake-on-LAN пакет для включения компьютера если он поддерживает эту функцию, нажмите "Повторить" для повторного подключения. Попробуйте перезагрузить компьютер, если это не работает.

source: Quitting game...
fr: Fermeture du jeu...
nl: Bezig met spel afsluiten...
pt_br: Fechando o jogo...
ru: Выходим из игры...

source: Unable to quit game
fr: Impossible de fermer le jeu
nl: Kan het spel niet afsluiten
pt_br: Não foi possível fechar o jogo
ru: Невозможно выйти из игры

source: Please make sure you are quitting with the same client.
fr: Veuillez fermer l'application avec le même client.
nl: Zorg ervoor dat je de sessie beÃ«indigt vanaf hetzelfde apparaat.
pt_br: Por favor, certifique-se de estar saindo com o mesmo cliente.
ru: Пожалуйста, убедитесь, что вы выходите с тем же клиентом.

source: Resume streaming
fr: Reprendre le streaming
nl: Stream hervatten
pt_br: Retomar streaming
ru: Возобновить трансляцию

source: Start streaming
fr: Démarrer le streaming
nl: Stream Starten
pt_br: Iniciar streaming
ru: Начать трансляцию

source: Stop streaming
fr: Arrêter le streaming
nl: Stream Stoppen
pt_br: Parar streaming
ru: Остановить трансляцию

source: Unstar
fr: Retirer des favoris
nl: Verwijder favoriet
pt_br: Desfavoritar
ru: Из закладок

source: Star
fr: Ajouter aux favoris
nl: Favoriet maken
pt_br: Favoritar
ru: В закладки

source: Unhide
fr: Afficher
nl: Maak zichtbaar
pt_br: Desocultar

source: Hide
fr: Masquer
nl: Verberg
pt_br: Ocultar

source: No working decoder
fr: Aucun décodeur fonctionnel
nl: Geen werkende decoder
pt_br: Nenhum decodificador funcionando

source: Streaming can't work without a valid decoder. (If your device supports moonlight-embedded, install it and Moonlight will use it automatically.)
fr: Le streaming ne peut pas fonctionner sans décodeur valide. (Si votre appareil supporte moonlight-embedded, installez-le et Moonlight l'utilisera automatiquement.)

source: Streaming can't work without a valid decoder.
fr: Le streaming ne peut pas fonctionner sans décodeur valide.
nl: Stream werkt niet zonder geldige decoder.
pt_br: A transmissão não funciona sem um decodificador válido.

source: Can't save settings
fr: Impossible d'enregistrer les paramètres
nl: Kan instellingen niet opslaan

source: Can't find a writable directory to save settings. Settings and pairing information will be lost when the TV is turned off. (If you're using webOS 3.0 or newer, restart the TV may fix this issue.)
fr: Impossible de trouver un dossier accessible en écriture pour sauvegarder les paramètres. Les paramètres et hôtes enregistrés seront perdus quand vous éteindrez la TV. (Si vous utilisez webOS 3.0 ou plus récent, redémarrer la TV peut résoudre ce problème.)
nl: Kan geen schrijfbare map vinden om instellingen op te slaan. Instellingen en koppelingsinformatie gaan verloren als de TV is uitgeschakeld. (Als je webOS 3.0 of hoger gebruikt, kan herstarten van de TV mogelijk dit probleem verhelpen.)

source: Add computer
fr: Ajouter un ordinateur
nl: Computer toevoegen
pt_br: Adicionar computador
ru: Добавить компьютер

source: Settings
fr: Paramètres
nl: Instellingen
pt_br: Configurações
ru: Настройки

source: Quit
fr: Quitter
nl: Afsluiten
pt_br: Sair
ru: Выход

source: Pairing
fr: Association en cours
nl: Koppelen
pt_br: Pareando
ru: Сопряжение

source: Enter PIN code on your computer.
fr: Entrez le code PIN sur votre ordinateur.
nl: Vul de PIN in op je computer.
pt_br: Insira o código PIN no seu computador.
ru: Введите PIN-код на Вашем компьютере.

source: Show hidden apps
fr: Afficher les applications cachées
nl: Verborgen apps weergeven
pt_br: Mostar apps ocultos

source: Forget
fr: Oublier
nl: Vergeet
pt_br: Esquecer
ru: Забыть

source: IP address: %s GPU: %s Supports 4K: %s Supports HDR: %s Host Software Version: %s GeForce Experience: %s
fr: Adresse IP : %s GPU : %s Supporte la 4K : %s Supporte le HDR : %s Version du logiciel hôte : %s GeForce Experience : %s
nl: IP-adres: %s GPU: %s Ondersteunt 4K: %s Ondersteunt HDR: %s Host Softwareversie: %s GeForce Experience: %s
pt_br: Endereço IP: %s GPU: %s Suporte a 4K: %s Suporte a HDR: %s Versão do programa no host: %s GeForce Experience: %s

source: Failed to start streaming
fr: Impossible de démarrer le streaming
nl: Het starten van de stream is mislukt
pt_br: Falha ao iniciar o streaming
ru: Ошибка запуска трансляции

source: Video decoder
fr: Décodeur vidéo
pt_br: Decodificador de vídeo
ru: Видео декодер

source: Audio backend
fr: Back-end audio
pt_br: Backend de áudio
ru: Бэкэнд аудио

source: System
fr: Système
nl: Apparaat
pt_br: Sistema

source: Screen resolution
fr: Résolution de l'écran
nl: Schermresolutie
pt_br: Resolução
ru: Разрешение экрана

source: Refresh rate
fr: Taux de rafraîchissement
nl: Verversingssnelheid
pt_br: Taxa de atualização
ru: Частота обновления

source: Auto
fr: Automatique
nl: Automatisch
pt_br: Automático

source: Audio backend - using %s
fr: Back-end audio - %s utilisé
nl: Audio-backend - gebruikt %s
pt_br: Backend de áudio - usando %s
ru: Бэкэнд аудио - используется %s

source: Audio Settings
fr: Paramètres audio

source: Sound Channels (Experimental)
fr: Canaux sonores (expérimental)
nl: Geluidskanalen (Experimenteel)
pt_br: Canais de Som (Experimental)
ru: Звуковые каналы (Экспериментально)

source: Moonlight embedded will pick the suitable decoder automatically
fr: Moonlight embedded sélectionnera automatiquement le décodeur approprié

source: %s is conflicting with %s
fr: %s est en conflit avec %s

source: Resolution and FPS
fr: Résolution et FPS
nl: Resolutie en FPS
pt_br: Resolução e FPS
ru: Разрешение и FPS

source: Video bitrate
fr: Bitrate vidéo
pt_br: Bitrate de vídeo
ru: Битрейт видео

source: Fullscreen UI
fr: Interface plein écran
nl: Schermvullend UI
pt_br: Tela cheia
ru: Полноэкранный UI

source: Can't use windowed UI for this decoder
fr: Impossible d'utiliser le mode fenêtré avec ce décodeur

source: Language
fr: Langue
nl: Taal
pt_br: Idioma
ru: Язык

source: Your computer may not perform well when using this resolution and framerate.
fr: Votre hôte ne pourra peut-être pas streamer correctement avec cette résolution et fréquence d'image.
nl: Je computer doet het mogelijk niet zo goed met deze resolutie en framerate.
pt_br: Seu computador pode não funcionar bem ao usar esta resolução e FPS.
ru: Ваш компьютер может плохо работать с выбранными разрешением и частотой кадров.

source: Video bitrate - %d kbps
fr: Bitrate vidéo - %d kbps
pt_br: Bitrate de vídeo - %d kbps
ru: Битрейт видео - %d кбит/с

source: Higher bitrate may cause performance issue, try with caution.
fr: Un bitrate plus élevé peut causer des problèmes de performance, à essayer avec prudence.
nl: Hogere bitrate kan prestatieproblemen veroorzaken, probeer met beleid.
pt_br: Bitrate maior pode causar problema de performance, experimente com cuidado.
ru: Более высокий битрейт может вызывать проблемы с производительностью.

source: Optimize game settings for streaming
fr: Optimiser les paramètres du jeu pour le streaming
nl: Optimaliseer spelinstellingen voor streamen
pt_br: Otimizar configurações do jogo para streaming
ru: Оптимизировать настройки игры для трансляции

source: Change in-game settings to optimize for streaming. Resolution will be limited to 720p, 1080p or 4K. Framerate will be also limited to 30/60 FPS.
fr: Optimiser les paramètres du jeu pour le streaming. La résolution sera limitée au 720p, 1080p ou à la 4K. La fréquence d'images sera également limitée à 30/60 FPS.
nl: Verander in-game instellingen om te optimaliseren voor streaming. Resolutie is beperkt tot 720p, 1080p of 4K. Framerate is ook beperkt tot 30/60 FPS.
pt_br: Altere as configurações do jogo para otimizar o streaming. A resolução será limitada a 720p, 1080p ou 4K. O FPS também será limitado a 30/60 FPS.
ru: Изменить настройки игры для оптимизации под трансляцию. Разрешение будет ограничено до 720p, 1080p или 4K. Частота кадров тоже будет ограничена до 30/60 FPS.

source: Mute computer while streaming
fr: Couper le son du PC hôte pendant le streaming
nl: Geluid van host PC dempen tijdens het streamen
pt_br: Silenciar o host durante streaming
ru: Приглушить компьютер во время трансляции

source: View-only mode
fr: Mode observateur
nl: Invoer uitschakelen (alleen bekijken)
pt_br: Modo somente visualização
ru: Режим просмотра

source: Don't send mouse, keyboard or gamepad input to host computer.
fr: Ne pas envoyer les entrées de la souris, clavier et manette à l'ordinateur hôte.
nl: Stuur geen muis, toetsenbord of gamepad invoer naar host computer.
pt_br: Não envia mouse, teclado ou controle para o computador host.
ru: Не отправлять ввод мышки, клавиатуры или геймпада на компьютер.

source: Capture system keys
fr: Capturer les touches système

source: Capture and send system keys (e.g. Meta/Win key) to host computer.
fr: Capturer et envoyer les touches système (par exemple, touche Meta/Win) à l’ordinateur hôte.

source: Mouse
fr: Souris
nl: Muis
ru: Мышь

source: Use mouse hardware
fr: Utiliser la souris matérielle
nl: Gebruik aangesloten muis
pt_br: Usar mouse físico
ru: Использовать аппаратную мышь

source: Use plugged mouse device only when streaming. This will have better performance, but absolute mouse mode will not be enabled.
fr: Utiliser la souris branchée uniquement lors du streaming. Cela aura de meilleures performances, mais le mode souris absolu ne sera pas activé.
nl: Gebruik een aangesloten muis alleen bij streamen. Dit zal betere prestaties geven, maar absolute muismodus zal worden uitgeschakeld.
pt_br: Usar dispositivo do mouse plugado somente quando transmitindo. Vai ter uma melhor performance, mas o movimento absoluto do mouse não será habilitado.
ru: Использовать подключённую мышь только во время трансляции. Это даст лучшую производительность, но абсолютный режим мыши станет недоступен.

source: Absolute mouse mode
fr: Mode pointage absolu
nl: Absolute muismodus
pt_br: Movimento absoluto do mouse
ru: Абсолютный режим мыши

source: Better for remote desktop. For some games, mouse will not work properly.
fr: Mieux pour le bureau à distance. Dans certains jeux, la souris ne fonctionnera pas correctement.
nl: Beter voor extern bureaublad. Bij sommige spellen werkt de muis niet goed.
pt_br: Melhor para desktop remoto. Para alguns jogos, o mouse não funcionará corretamente.
ru: Лучше для удалённого рабочего стола. В некоторых играх мышь может некорректно работать.

source: Gamepad
fr: Manette
pt_br: Controle
ru: Геймпад

source: Analog stick deadzone
fr: Zone morte du stick analogique

source: Note: Some games can enforce a larger deadzone than what Moonlight is configured to use.
fr: Note : Certains jeux peuvent imposer une zone morte plus grande que celle que Moonlight est configuré pour utiliser.

source: Virtual mouse
fr: Souris virtuelle
nl: Virtuele muis
pt_br: Mouse virtual
ru: Виртуальная мышь

source: Press LB + RS to move mouse cursor with sticks. LT/RT for left/right mouse buttons.
fr: Appuyez sur LB et RS pour déplacer le curseur de la souris avec les sticks. Utilisez LT/RT pour le clic gauche/clic droit.

source: Swap ABXY buttons
fr: Échanger les boutons ABXY
nl: AB en XY knoppen omwisselen
pt_br: Inverter botões ABXY
ru: Поменять местами ABXY кнопки

source: Swap A/B and X/Y gamepad buttons. Useful when you prefer Nintendo-like layouts.
fr: Échanger les boutons A/B et X/Y. Utile pour des dispositions à la Nintendo.
nl: Wissel A/B en X/Y gamepad knoppen. Handig als je de Nintendo-achtige layouts prefereert.
pt_br: Trocar botões A/B e X/Y do controle. Útil quando você prefere layouts semelhantes a Nintendo.
ru: Поменять местами A/B и X/Y кнопки. Полезно, если вы предпочитаете раскладку Nintendo.

source: Absolute mouse mode can't be used when "Use mouse hardware" enabled.
fr: Le mode absolu de la souris ne peut pas être utilisé lorsque "Utiliser le matériel de la souris" est activé.
nl: Absolute muismodus kan niet worden gebruikt wanneer "Gebruik aangesloten muis" is ingeschakeld.
pt_br: Movimento absoluto do mouse não pode ser usado quando "Usar mouse físico" estiver habilitado.
ru: Абсолютный режим мыши не может быть использован с включённым "Использовать аппаратную мышь".

source: Video decoder - using %s
fr: Décodeur vidéo - %s utilisé
nl: Videodecoder - gebruikt %s
pt_br: Decodificador de vídeo - usando %s
ru: Видео декодер - используется %s

source: Video Settings
fr: Paramètres vidéo

source: Use H265 when possible
fr: Utiliser H265 quand c'est possible

source: H265 usually has better graphics, and supports HDR.
fr: H265 produit généralement une meilleure image, et supporte le HDR.
nl: H265 heeft meestal betere graphics en ondersteunt HDR.

source: %s decoder doesn't support H265 codec.
fr: Le décodeur %s ne supporte pas le codec H265.
nl: %s -decoder ondersteunt H265 codec niet.
pt_br: Decodificador %s não suporta o codec H265
ru: %s декодер не поддерживает кодек H265

source: Use AV1 when possible (Experimental)
fr: Utiliser AV1 quand c'est possible (expérimental)

source: AV1 usually has better graphics, and supports HDR. However, it might be much slower than H265 or H264.
fr: AV1 a généralement de meilleurs graphismes, et supporte HDR, mais il peut être beaucoup plus lent que H265 ou H264.

source: %s decoder doesn't support AV1 codec.
fr: Le décodeur %s ne supporte pas le codec AV1.
nl: %s decoder ondersteunt AV1 codec niet.

source: Learn more about HDR feature.
fr: En savoir plus sur la fonctionnalité HDR.
nl: Leer meer over de HDR-functie.
pt_br: Saiba mais sobre o recurso HDR.
ru: Узнать больше о HDR

source: %s decoder doesn't support HDR.
fr: Le décodeur %s ne supporte pas le HDR.
nl: %s decoder ondersteund HDR niet.
pt_br: Decodificador %s não suporta HDR.
ru: %s декодер не поддерживает HDR.

source: H265 or AV1 is required to use HDR.
fr: H265 ou AV1 est requis pour utiliser HDR.
nl: H265 of AV1 is vereist voor het gebruik van HDR.

source: HDR is only supported on certain games and when connecting to supported monitor.
fr: Le HDR n'est pris en charge que sur certains jeux et avec un moniteur compatible.
nl: HDR wordt alleen ondersteund bij bepaalde spellen en bij het verbinden met een ondersteunde monitor.
pt_br: O HDR é suportado somente em certos jogos e quando se conecta a um monitor compatível.
ru: HDR поддеживается только несколькими играми и только если подключен поддерживающий HDR монитор.

source: Basic Settings
fr: Paramètres de base
nl: Basis instellingen
pt_br: Configurações básicas
ru: Основные настройки

source: Host Settings
fr: Paramètres de l'hôte
nl: Host Instellingen
pt_br: Configurações do Servidor
ru: Настройки сервера

source: Input Settings
fr: Paramètres des entrées
nl: Invoerinstellingen
pt_br: Configurações de entrada
ru: Настройки ввода

source: About
fr: À propos
nl: Info
pt_br: Sobre
ru: О программе

source: Later
fr: Plus tard
nl: Niet nu
pt_br: Depois
ru: Позже

source: Some settings require a restart to take effect.
fr: Certains paramètres requièrent de redémarrer l'application.
nl: Sommige instellingen vereisen dat u het programma opnieuw opstart.
pt_br: Algumas configurações requerem uma reinicialização para ter efeito.
ru: Некоторые настройки требуют перезапуска для применения.

source: Long press BACK (or press EXIT for traditional TV remote) while streaming, to open status overlay.
fr: Appuyez longuement sur RETOUR (ou appuyez sur SORTIR pour la télécommande TV traditionnelle) pendant la diffusion, pour ouvrir la superposition de statut.

source: Frequent lagging on 5GHz Wi-Fi? Try changing to another channel, check Help for details.
fr: Des retards fréquents même en Wi-Fi 5 GHz ? Essayez de le passer à un autre canal, consultez l'aide pour plus de détails.

source: Xbox One/Series controller can't be directly connected via cable or official adapter.
fr: Les manettes Xbox One/Series ne peut pas être connectée directement via un câble ou un adaptateur officiel.

source: If you have ultra-wide monitor, you may need to change its resolution to fit 16:9 for streaming.
fr: Si vous avez un écran ultra-large, vous devrez peut-être modifier sa résolution pour s'adapter au 16:9 pour le streaming.

source: Connecting...
fr: Connexion...
nl: Verbinden...
pt_br: Conectando...
ru: Подключение...

source: Disconnecting...
fr: Déconnexion...
nl: Verbinding verbreken...
pt_br: Desconectando...
ru: Отключение...

source: Hint: %s
fr: Astuce : %s
pt_br: Dica: %s
ru: Подсказка: %s

source: Soft keyboard
fr: Clavier virtuel
nl: Schermtoetsenbord
pt_br: Teclado virtual
ru: Виртуальная клавиатура

source: Virtual Mouse
fr: Souris virtuelle
nl: Virtuele Muis
pt_br: Mouse virtual
ru: Виртуальная мышь

source: Disconnect
fr: Déconnexion
nl: Verbinding verbreken
pt_br: Desconectar
ru: Отключиться

source: Quit game
fr: Quitter le jeu
nl: Spel afsluiten
pt_br: Fechar o jogo
ru: Выйти из игры

source: Info
pt_br: Informação
ru: Информация

source: Version
nl: Versie
pt_br: Versão
ru: Версия

source: OK
ru: ОК

source: 5.1 Surround
ru: Объёмный звук 5.1

source: 7.1 Surround
ru: Объёмный звук 7.1

source: Performance
nl: Prestaties
ru: Производительность
